Revit 2027 API
ParameterTypeId.StairsAttrBreakSymInCutline Property
 "Break Symbol in Plan"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrBreakSymInCutline { get; }
Public Shared ReadOnly Property StairsAttrBreakSymInCutline As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrBreakSymInCutline {
	ForgeTypeId^ get ();
}
static member StairsAttrBreakSymInCutline : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace